Revit 2027 API
BuiltInFailures.PerformanceFailures.ManyElementInFamily Property
 Family definition contains too many elements. Consider simplification of the family.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ManyElementInFamily { get; }
Public Shared ReadOnly Property ManyElementInFamily As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ManyElementInFamily {
	FailureDefinitionId^ get ();
}
static member ManyElementInFamily : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.PerformanceFailures Class
Autodesk.Revit.DB Namespace